Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “好酒啊——”梅兰特久久之后才睁开眼睛，发出了一声满足的长叹。
en_us: "This is good…" Merante only opened his eyes after a long time, letting out a long sign.

source: “好酒啊！”
en_us: "Fantastic wine!"

source: “好酒！真是好酒！”卢西恩缓缓睁开眼睛，看着麦格的目光带着几分歉意道：“老板，是我们鲁莽了，这是能够与茅台酒并列的美酒。”
en_us: "Great alcohol! Fabulous!" Lucien opened his eyes slowly. He looked at Mag apologetically, and said, "Sir, we were rash. This is beautiful alcohol that is on par with Maotai."

source: “好香啊！”
en_us: "Smells good!"

source: “好香啊！”希利的鼻子动了动，也是忍不住在心中想道。
en_us: Seely's nose twitched, and he couldn't help praising, "They smell so good!"

source: “好香啊！这是酒香吗？！”
en_us: "That smells so good! Is that a liquor's aroma?!"

source: “好香啊，又香又脆的，真好吃。”艾米又夹了一颗花生米喂到嘴里，满是开心的说道，还不忘提醒安妮也吃。
en_us: "It's good. Fragrant and crunchy. Delicious." Amy popped another peanut into her mouth happily, and even reminded Annie to try it.

source: “好！”奥斯特满意的看着众人，点点头道：“我就知道你们都是有血有肉的真汉子！我今日让你们来这里，不是商量如何倒向洛斯帝国的，而是商议共同起兵，围攻法克部落，绞杀杀父逆女康妮的！”
en_us: "Good!" Auster looked at all of them with satisfaction and nodded. "I knew you all are real men with guts! I didn't ask you all to come here today to submit to the Roth Empire. Instead, I want to discuss how are we going to send our troops to attack the Falk Tribe and kill Connie, the evil girl who killed her father!"

source: “好！我这就去！”系统兴致冲冲道。
en_us: "Alright! I'll go right now!" the System said excitedly.

source: “好，下次你请。”麦格笑着点头，把打包好的酒鬼花生挂在帕萨的腰上，里边还放了三颗糖，听他说家里还有三个孩子。
en_us: "Sure, your treat next time." Mag nodded with a smile. He packed the leftover drunkard peanuts, and hung it at Pasa's waist. There were three sweets in there too because he heard about his three children at home.

source: “好，你且等着，我让人禀报陛下。”多米尼克答道，吩咐手下去禀报。
en_us: "Sure. Please hold on while I get my man to report this to his Majesty," Dominic replied and instructed his subordinate to report the matter.

source: “好，好，好啊！年轻有为。”库尔特连连点头，满是赞赏的看着麦格，又是看了看坐在他身旁的埃菲，有些感慨道：“当年马库斯抱着泰坦酒来这里的时候，也差不多是你这个年纪，同样一鸣惊人。”
en_us: "Good, good, good! You're young and promising." Kurt kept nodding as he looked at Mag praisingly. Then, he looked at Eiffie and lamented, "Marcus was about your age when he first brought Titan Liquor here. He, too, wowed the crowd."

source: “好，就按照你的判断来找他。”梅兰特点头，对于麦格的判断没有半点质疑。
en_us: "Alright. We'll search for him according to your deduction." Merante nodded without any doubts about Mag's deduction.

source: “好，我倒要瞧瞧这酒是不是真有这么烈。”库尔特结了账，笑着回到了自己的座位上。
en_us: "Alright, I want to see if this liquor is really so strong." Kurt settled the bill and returned to his seat with a smile.

source: “好，有你在肯定更容易找到他。”麦格恰到好处的拍了个马屁。
en_us: "Okay. With you around, it'll be easier to find him." Mag dropped a bootlick at the right place.

source: “好，走。”麦格踩着一双拖鞋，推开窗户，直接从二楼跳了下去。
en_us: "Alright. Let's go." Mag put on a pair of slippers, pushed open the window and jumped down from the second floor.

source: “好，那我们就在这里等一等，看看这幕后黑手究竟是谁吧。”
en_us: "Alright. Let's wait here for a while and see who's the person behind all this."

source: “好，那我们明天就出发，我收拾准备一下。”麦格点头，对于洛都之行心里已经有了一个大致的计划。
en_us: "Alright. We'll set off tomorrow. I'll go pack up." Mag nodded. He already had a rough plan for this Rodu trip.

source: “如果不是混乱之城做的，多半就是亚历克斯和伊琳娜那对做的，这手段，釜底抽薪啊。”路易斯跟着点头，倒是颇为赞赏。
en_us: "If Chaos City didn't do it, then it was most likely done by Alex and Irina. This is a drastic measure." Louis nodded too. He was rather impressed by it.

source: “如果他开始玩打一枪换一个地方，那可就有些麻烦了。”麦格眉头紧皱，本以为到了洛都就有机会找到乔修，可这家伙变得比以前更狡猾了。
en_us: "It would be troublesome if he started to play hide-and-seek." Mag frowned. He thought that there would be a chance to find Josh after coming to Rodu, but this fellow had become even craftier than before.

source: “如果你愿意的话，我也不介意在洛都开一家小酒馆。”麦格笑着点头。
en_us: "If you are willing to, I don't mind setting up a small tavern at Rodu." Mag nodded smilingly.

source: “如果你是他，下一个目标你会选谁？”伊琳娜看着麦格问道。
en_us: "If you were him, whom would you choose as your next target?" Irina asked Mag.

source: “如果你的目标同样是那个逃脱了封印的家伙，或许我们可以坐下来谈谈，而不是在这里先分出个生死。”麦格平静的看着晞，天都剑出现在他的身侧，剑尖指着晞，“我知道你很强，我也很强，在你杀死我之前，我有把握杀死你。”
en_us: "If your target is also the fellow that had escaped from the seal, perhaps we should sit down and talk about it instead of fighting to death first." Mag looked at Xi calmly. The Tian Du sword had appeared next to him, with the tip pointing at Xi. "I know you are very strong. I'm very strong too. I'm confident that I can kill you before you kill me."

source: “如果只是泰坦酒馆获得金奖，我或许会觉得是运气。”费奇扬了扬手中的计划书，苦笑道：“但塞班酒馆也得了金奖，而且哈迪斯先生还拿了这样一份完备的计划书给我，已经说明了一切。”
en_us: "I will think it's perhaps luck if only Titan Tavern got the gold award," Fitch waved the proposal in his hands and bitterly said, "but even Saipan Tavern got the gold award. Furthermore, Mr. Hades even gave me such a detailed proposal. It already explains everything."

source: “如果哈迪斯先生一家因为我而出事的话，我的灵魂永远都不会得到原谅的。”埃菲看着玛拉的眼睛说道。
en_us: "If something happens to Mr. Hades's family because of me, my soul would never be forgiven," Eiffie told Mala.

source: “如果天道无所不在，无所不知，却又是未知和无法形容的存在，通过系统与外界进行交流，通过系统控制的宿主统治一个又一个的世界……那你觉得他像什么？”麦格的喉咙滚动了一下，感觉自己的想法的确有些危险。
en_us: "If God is everywhere and all-knowing, yet it was also unknown and indescribable, communicates with the outside world through the system,and rules world after world by controlling the hosts through systems... what do you think it's like?" Mag swallowed. He did think that his thoughts were rather dangerous.

source: “如果恶魔族还有希望战争的，那就告诉他们，联军在北上狙击亡灵军团之前，第一步就是扫除后方的一切不稳定因素。”麦格笑着说道。
en_us: Mag smilingly said, "If there are still people who crave for war in the demon race, tell them to eradicate all unstable factors in the rear before the allied forces go to the north to attack the Army of the Dead."

source: “如果我们一会不够喝呢？”库尔特一边掏钱袋，一边打趣道。
en_us: "What if we need more to drink later?" Kurt teased as he took out his money bag.

source: “如果我没有记错的话，现在的罗莫街是真的寂寞啊，街道两旁的店铺倒闭了大半，剩下的也是半死不活吊着。”
en_us: "If I remember correctly, Romo street is really destitude now. Most of the shops there are closed and the rest are barely hanging on too."

source: “如果我父亲听到你的称赞，他一定会非常开心。”埃菲的脸上终于露出了笑容，颇为骄傲的说道：“这个酒坊，以及整个酒馆和地下酒窖，全部都是他一手设计的。”
en_us: "My father would be very happy if he could hear your praises." A smile appeared on Eiffie's face and she proudly said, "This brewery, the whole tavern and this underground cellar were all designed by him."

source: “如果是这样的话，北地雪原之上恐怕还有许多这样的冰窟，在这片雪原之下，埋葬着无数战死的古尸。”梅兰特沉声道。
en_us: "If that's the case, I'm afraid there are many more such ice caverns on the northern snow plain. There are many more ancient corpses that died in the battle were buried underneath it." Merante said gravely.

source: “如果有什么需要帮助的，尽管和我说，我会力所能及的提供帮助。”麦格点点头道。
en_us: Mag nodded, and said, "If there is anything I can help, please tell me, and I will do all I can to help you."

source: “如果残留的灵魂和怨念足够，你就能够获得更多的信息是吧？”麦格问道。
en_us: "If there are enough residual souls and resentment, you are able to extract more information, right?" Mag asked.

source: “如果没有人来呢？”埃菲问道。
en_us: "What if no one comes?" Eiffie asked.

source: “如果没有其他事情，那我就送客了。”麦格起身，毫不客气的看着希利和卡诺。
en_us: "If there's nothing else, I will have to send you guys away now." Mag got up, and looked at Seely and Canault boldly.

source: “如果这个世界需要拯救，就让你们所谓的神灵自己来拯救世界，如果你们所谓的神灵只会躲在后边哔哔，那就让你们这群所谓的神灵代言人动手。让一个四岁的孩子来拯救世界，把这种责任放到她的肩上，你不觉得害臊和可笑吗？”麦格笑容毫不掩饰嘲讽。
en_us: "If this world needs saving, let your so-called Holy Spirit do it personally. If your so-called Holy Spirit can only talk sh*t behind the scenes, let you guys, the so-called spokespeople of the Holy Spirit, do it. Don't you feel ashamed and ridiculous by asking a four-year-old child to save the world, and placing this burden on her?" Mag didn't bother to disguise his contempt in his smile.

source: “如果这是品酒大会呈上来的酒，你回打几分？”弗格斯看着库尔特问道。
en_us: "If this was presented at the liquor tasting event, how many points will you give it?" Fergus asked Kurt.

source: “如果这次还是笑话大王的话，那我就不要了。”艾米嫌弃道。
en_us: "If the reward is still 'The King of Jokes' this time, I don't want it." Amy said disdainfully.

source: “如果魔鬼要携亡灵军团南下，你们有何打算？”安德烈看着麦格问道，目光有些深沉。
en_us: "If the Devil brings the Army of the Dead down south, what would you do?" Army of the Dead asked Mag.

source: “如此的话，我们又该如？现在兽人族还群情激奋，各族纷纷关闭通道，进入战时准备。”路易斯皱眉。
en_us: "In that case, what should we do? Now the orcs are still very angry, and the other races have all closed off their roads in preparation for war." Louis frowned.

source: “妙计！”
en_us: "Marvellous plan!"

source: “姑娘，别想那么多，客人就是这样来来去去的，哪有什么长情，不过是价格便宜而已。”一位在旁边围观的客人宽慰。
en_us: A customer watching at the side, consoled her, "Miss, don't think so much. Customers come and go. They don't have any loyalty. It's all because of the cheap price."

source: “威士忌——2000铜币一瓶。”
en_us: "Whiskey—2000 copper coins a bottle."

source: “威士忌和茅台在我心中都是匠心所做，何来糊弄之说？客人何不亲自品尝一下，倘若喝不惯，不喝便是。”麦格不卑不亢道。
en_us: "The whiskey and Maotai are both made by me with all my heart. How can you say that I'm trying to smoke my way through? Why don't you try it for yourself? If you don't like it, don't drink it," Mag said as he stood his ground.

source: “威士忌，不错。”晞微微点头，放下酒杯，抬眼看着麦格。
en_us: "Whiskey. Not bad." Xi nodded slightly. She put her glass and looked up at Mag.

source: “威士忌？”弗格斯有点惊讶道：“能够和茅台卖同价，说明这酒在老板心里和茅台酒是同一个级别的酒啊。”
en_us: "Whiskey?" Fergus said with shock, "Since it's priced similarly to Maotai, it meant it's a liquor that is on par with Maotai in the boss' heart."

source: “婆婆做的鱼香茄子可真好吃。”
en_us: "Nanny's eggplant with garlic sauce is delicious."

source: “媳妇，你消消气，来坐下我给你捶捶背，捏捏小腿，这折叠椅不错啊，坐着刚好合适。”
en_us: "Wifey, calm down. Sit here and I'll give you a massage. This folding chair is not bad. It's perfect for me sit on it."

source: “嫂子好。”诺亚向着伊琳娜礼貌的打了个招呼，虽然这样优雅美丽的女人极其少见，但他能够感受到她的可怕。
en_us: "Sister-in-law, how do you do?" Noya greeted Irina courteously. Although such a beautiful and elegant woman was a rare sight, he could still feel her strong presence.

source: “学会了。”埃菲的眼睛里亮着光，这些年一直困扰着她的许多酿酒上的问题，今天全部迎刃而解。
en_us: "Got it." Eiffie's eyes lit up. The problems that had troubled her with regard to wine-brewing were all answered today.

source: “学会了吗？”麦格收回了点在埃菲眉心的手指，问道。
en_us: "Got it?" Mag retracted the finger between Eiffie's brows as he asked.

source: “孩子们好久没那么开心过了，麦格先生的厨艺实在令人惊叹。”安奈林走了过来，满是钦佩的看着麦格。
en_us: "It's been a long time since the children were so happy. Mr. Mag's culinary skills are really amazing." Aneurin walked over, and looked at Mag with admiration.

source: “孩子们怎么想呢？”伊琳娜看着艾米和安妮。
en_us: "What do the children think?" Irina looked at Amy and Annie.

source: “孩子要玩就让她玩吧，我们看到了。”麦格和伊琳娜上前，笑着说道。
en_us: Mag and Irina went forward, and smilingly said, "Let the child play if she wants to. We saw that."

source: “它控制了那些古尸？让他们为他而战？”多米尼克则是看着麦格问道。
en_us: "It controlled those ancient corpses? To make them fight for it?" Dominic asked Mag.

source: “安东……”阿尔宾哽咽。
en_us: "Anton.." Albin chocked up.

source: “安东！”
en_us: "Anton!"

source: “安妮你想学调酒吗？”麦格笑着问道，这套酒具完全是摆设，他卖的是成品酒，不卖现场调制酒，也不会给客人表演什么调酒。
en_us: "Do you want to learn about mixology, Annie?" Mag asked smilingly. This set of mixology utensils was strictly for display. He was only going to sell finished alcohol. He wasn't going to sell cocktails, nor would he perform bartending for the customers.

source: “安妮姐姐。”杰西卡又是上前和安妮拥抱了一下，那天一起玩耍了一天之后，她们已经成了好朋友。
en_us: "Big Sister Annie." Jessica went forward to hug Annie. After playing together for a whole day, they had already become good friends.

source: “安妮姐姐画的画册是不是很漂亮啊？”麦格又问道。
en_us: "Isn't Big Sister Annie's drawing very beautiful?" Mag asked again.

source: “安妮姐姐，你也来玩吧。”艾米抓了一把绿豆放到安妮的手里，然后顺手丢出了两颗绿豆。
en_us: "Big Sister Annie, come and play too." Amy placed a mung bean in Annie's hand, and threw two mung beans out.

source: “安妮就像艾米一样，都是我们的孩子，我不可能让她把她带走。所以我晓之以情，亮之以剑，将安妮留下。”麦格点头，但有点担忧道：“不过我觉得她可能没那么容易就放弃，毕竟从某种角度来说，在他们眼中，安妮也是魔鬼，哪怕是一个善良的魔鬼也不行。”
en_us: "Annie is just like Amy, they are both our children. I would never let her be taken away. Therefore, I used my sword and my reasons to keep Annie with me." Mag nodded. However, he said worriedly, "But I don't think she would give up so easily. After all, from a certain point of view, to them, Annie is also the Devil. They would not let her go even if she is a kind Devil."

source: “安妮画的可真好，而且速度好快，我才出去两三天，竟然已经画了三本画本了。”伊琳娜翻开着安妮的画本，有些惊讶道。
en_us: Irina flipped through Annie's picture books and commented with amazement, "Annie's so good at drawing and she's very fast too. She had already finished three picture books while I was away for three days."

source: “安妮画的越来越好了，画风很可爱，故事也非常适合小朋友。”麦格合上绘本，忍住了在绘本后边加一道尖椒兔菜谱的冲动。
en_us: "Annie's drawing is improving. The illustrations are cute and the story is very suitable for children." Mag closed the picture book and resisted the urge to add a peppered hare recipe to the end of the picture book.

source: “安妮还在画画，我让她一会早点睡，艾米白天玩累了，洗了个澡上床就睡着了。”伊琳娜脸颊微红，点头道。
en_us: "Annie is still drawing. I told her to turn in early. Amy played the entire day and was tired so she slept after showering," Irina said with a nod as she blushed.

source: “安妮，你先上楼去，不要让艾米下楼来。”麦格侧头和安妮说道。
en_us: "Annie, go upstairs first, and don't let Amy come down." Mag turned to instruct Annie.

source: “安妮，带艾米先上楼睡觉，我们有点事情需要出去处理一下。”麦格解下围裙放到一旁，看着安妮说道。
en_us: Mag removed his apron, put it aside and said to Annie, "Annie, bring Amy upstairs to sleep first. We need to go out to settle some matters."

source: “安妮，有什么事想和我说吗？”麦格微笑着看着安妮问道。
en_us: "Annie, do you have something you wish to tell me?" Mag asked Annie with a smile.

source: “安德烈回到洛都，他再想越过安德烈发动一次战争的可能性不大，除非他能成为洛斯帝国的国王。”伊琳娜微微一笑，“这是他一直梦寐以求的。”
en_us: "Andre has returned to the Roth Empire. It's not likely that Josh can go over Andre and start a war again. Unless he became the king of the Roth Empire." Irina smiled. "That is what he has always wanted."

source: “安德烈这个家伙，对手下大臣还是挺关心的啊。”麦格手里提着一袋绿豆酥饼，看着不远处的大将军府。
en_us: Andre is rather nice to his subordinates and courtiers. Mag had a bag of mung bean pancakes in his hand. He looked out at the great general's mansion not far away.

source: “完美！”
en_us: "Perfect!"

source: “完美，相当完美。”麦格满意的点了点头，先把绿豆糕的菜谱给点了。
en_us: "Perfect. It's rather perfect." Mag nodded with satisfaction. He clicked on the mung bean cake's recipe first.

source: “实力不在我之下。”麦格点头。
en_us: "She's not weaker than me." Mag nodded.

source: “实在是太美味了！”埃菲放下筷子，看着麦格一脸赞叹道：“您的厨艺令人惊叹。”
en_us: "This is delicious!" Eiffie put her chopsticks down and looked at Mag as she exclaimed, "Your culinary skills are amazing."

source: “宵夜的话……当然也可以啊。”艾米不假思索的点了点脑袋。
en_us: "If it's supper… sure." Amy nodded without thinking further.

source: “家里来客人了吗？怎么买这么多食物呢？”埃菲看着艾米几乎抱不下的大纸袋，至少是六人份的早餐了。
en_us: "Did you have visitors? Why did you buy so much food?" Eiffie looked at the giant paper that Amy could barely hold on to. The breakfast was for, at least, six people.

source: “宿主尚未获得该食材开放权限，请继续努力！或者再加点！”系统严肃道。
en_us: "Host, you haven't received the permission of that ingredient yet. Please work harder! Or, pay more!" The system gravely said.

source: “宿主想要再次领取穿越套餐吗？”
en_us: "Would you like to receive another transmigration course?"

source: “宿主的问题已经触及危险领域，请收起这些危险的想法！”系统警告道。
en_us: "Your questions have already infringed the dangerous field. Please take back these dangerous thoughts!" the System warned.

source: “宿主确定！”
en_us: "Host confirmed!

source: “宿主请不要怀疑本系统的专业，基本的太阳能充电功能还是有的，该戒指不仅有定位追踪的功能，还有低血量危险警报功能，如果不是网络尚未构建，小天才掉话手表有的功能它一个都不少。”系统有些得意的声音响起。
en_us: "Can the Host not doubt this System's professionalism? The ring has a basic solar-powered charging system. That ring not only has a tracking function, it also has an alarm that warns about low blood volume. If it weren't for the fact there was no internet here, it would have had all the functions of a watch phone." The system's smug voice sounded.

source: “宿主请注意言辞，本系统是……”
en_us: "Please mind your words... the System..."

source: “宿主，你的行为已经影响到诺兰大陆的正常发展历程，可能会引发一系列动荡，引起天道关注和制裁。”系统的声音响起。
en_us: "Host, your behavior has already seriously affected the Norland Continent's normal development. It might trigger a series of upheavals and attract God's attention and punishment." The system's voice rang out.

source: “宿主，本系统位于无尽海域大龙虾养殖场的水温监控机器人和位于暮光森林大豆种植基地的日光监控仪，以及多个养殖场的机械在这几日突然消失了。”
en_us: "Host, the System's water temperature monitoring robot at the boundless sea realm crayfish rearing farm and the sunlight monitoring machine at the Twilight Forest soybean farm, as well as the machiens at various rearing farms had disappeared these few days."

source: “宿主，本系统还是需要提醒一下你，你的任务主线只是成为这个世界的厨神而已……并没有探索世界未解之谜这一项。”
en_us: "Host, I have to remind you that your main mission is only to become the God of Cookery of this world... unravelling the mysteries of the world is not one of them."

source: “对。”
en_us: "Yes."

source: “对了城主，今天从暮光森林送回来的早报，奥斯特宣布奥格部落制造了洛都屠杀案，并且对洛斯帝国发出严正警告，如果洛斯帝国再敢入侵暮光森林，将遭受更为惨烈的袭击。”迪克斯从一堆密信中抽出了一份加急信。
en_us: "Oh, yes. My Lord, the morning report from the Twilight Forest today. Auster declared that the Aug Tribe had caused the Rodu massacre, and issued a stern warning to the Roth Empire. If the Roth Empire dared to invade the Twilight Forest again, they would suffer an even more deadly attack." Dicus took out an expedited letter from a stack of missives.

source: “对了老婆，这条街我已经给你买下了，从今往后你不光是这家酒馆的老板娘，还是这条街最靓的包租婆。”麦格突然想起了一件重要的事情，起身从柜台后边拎出一个箱子，啪的一下放在吧台上，然后打开箱子，露出了其中的一整箱房契，说话底气都变得足起来。
en_us: "Oh, right, honey. I bought the entire street for you. From today onwards, not only are you the lady boss of this tavern, but you're also the prettiest landlady of this entire street." Mag suddenly thought of a very important matter. He stood up and took out a chest from behind the counter, and placed it on the bar counter with a loud thud. After that, he opened the chest to reveal the whole chest full of title deeds.

source: “对了！应该将他们拌在一起再看看效果！”麦格眼睛一亮，他过于重视过程，却忽视了两者结合之后可能会出现的反应。
en_us: "Right! He should mix them together and see the results!" Mag's eyes lit up. He was too caught up with the process that he neglected the possible reaction that would happen when both were combined.

source: “对了，伊丽莎白姐姐呢？”菲丽丝左右看了看，有些疑惑的问道。
en_us: "Oh yes, where's Big Sister Elizabeth?" Firis looked around her and asked perplexedly.

source: “对了，你对鬼族有了解吗？昨日那两个家伙就是鬼族的。”麦格又问道。
en_us: "Oh, yes, do you know about the Ghost Clan? The two guys yesterday were from the Ghost Clan," Mag said.

source: “对了，你帮我分析一下，这两日风之森林爆发了游行和烧毁奴隶契约的运动，可海伦娜一反常态，并未对这些运动进行制止，你说她在想什么？”伊琳娜看着麦格问道。
en_us: Irina asked Mag, "Oh, yes, help me analyze this. Protests and a movement to burn the slave contracts have exploded in the Wind Forest in the past two days, but Helena didn't do anything to stop this movement. She isn't being her usual self. What do you think she is thinking?"

source: “对了，你早上没有给那爷孙俩做饭，中午也没有给他们送饭。”伊琳娜提醒道。
en_us: "Oh, yes. You haven't cooked for that grandfather and grandson duo in the morning, and you didn't send them food for lunch, either," Irina reminded him.

source: “对了，你父亲当年没有藏酒吗？如果我没有猜错的话，泰坦酒应该是窖藏时间越长，酒味越是醇厚美味。”麦格问道。
en_us: "Oh yes, does your father have any liquor collection? If I am not wrong, the Titan Liquor should taste better as it ages." Mag asked.

source: “对了，你的那台大机器是做什么的？”伊琳娜看着麦格问道。
en_us: "Oh yes, what is that big machine of yours for?" Irina asked Mag

source: “对了，你还得每日限量销售，仅限在店饮用。”
en_us: "Oh yes. You have to limit the number of bottles you sell daily and they could only be consumed within the tavern."

source: “对了，您夫人不在家吗？”埃菲好奇的问道。
en_us: "Oh right, is your wife not at home?" Eiffie asked curiosly.

source: “对了，我有个小礼物要送给你们呢。”麦格从怀里拿出了两个盒子，把其中紫色的大盒子递给艾米，白色的盒子则是递给了安妮。
en_us: "Oh, right, I have a little gift for you guys." Mag took out two boxes from his pocket and passed the large purple box to Amy, and the white box to Annie.

source: “对了，我看你昨天下楼的时候拿了一本新的绘本，是新的作品吗？”麦格好奇的问道。
en_us: "Oh, right. I saw that you were holding a new drawing book downstairs yesterday. Is it your new creation?" Mag asked curiously.

source: “对了，我还想请教一下麦格先生关于蒸酒的设备的问题……”
en_us: "Oh yes, I have some questions for Mr. Hades regarding the distillation equipment's problems..."

source: “对了，昨天我们套回来的两只大肥鹅还没有吃呢。”艾米突然想起了一件重要的事情，“要不我们晚上还是回家吃烤鹅吧。”
en_us: "Oh, right. We haven't had the two fat geese we won yesterday." Amy suddenly remembered something important. "Why don't we come back at night to have roasted goose?"

source: “对了，母亲大人，我们不是找父亲大人谈如何提升酒馆生意的问题吗？”艾米扭头看着伊琳娜，眨了眨眼睛问道。
en_us: "Right, Mother, weren't we looking for Father to discuss upgrading the tavern business?" Amy asked Irina as she blinked her large eyes.

source: “对了，汉娜你的酿酒工厂现在怎么样了？”米娅问道。
en_us: "Right, Hannah, how's your wine-brewing factory going?" Miya asked.

source: “对了，现在街坊邻居们都在你家酒馆门口为你祈福，今天你和玛拉就待在酒馆二楼不要出门和露头。”
en_us: "Oh, right. the neighbors are all praying for you in front of your tavern so I think you and Mala should just stay upstairs and not show yourselves."

source: “对了，老板，这书坊里，什么书最好卖啊？”麦格看着老板问道。
en_us: "Oh, yes. What kind of books are the most popular in this book square?" Mag asked the boss.

source: “对了，要不要把丑小鸭也换个装？”吃饭的时候，麦格看着低头吃炒饭的丑小鸭问道。
en_us: When they were eating, Mag looked down at Ugly Duckling, which was munching on the fried rice, and asked, "On, yes. Do we disguise Ugly Duckling too?"

source: “对于一个三岁半的孩子来说，这的确是富有挑战的任务，但我相信小主一定能够完成这个极具挑战性的任务！”系统鼓励道。
en_us: "To a three-and-a-half-year-old child, this is indeed a very challenging mission, but I believe little mistress can accomplilsh this extremely challenging mission!" The system encouraged.

source: “对于敌人，我的确了解的不少。”麦格有些自嘲的笑了笑，可惜他当初也是因为自诩了解乔修，所以没有杀了他，才有了今天这番屠杀。
en_us: "I indeed know the enemy pretty well." Mag laughed self-deprecatingly. It was he who chose not to kill Josh, because he thought he knew Josh well. That was what caused the massacres today.

source: “对哦！”麦格眼睛一亮，他倒是忘了埃菲这个经营多年的老板娘了。
en_us: "Oh yes!" Mag lit up his eyes. He had forgotten about Eiffie, the lady boss who had operated her business for years.

source: “对哦，昂他们有孩子，这会应该在哄孩子睡觉吧。”
en_us: "Right, they have kids. They must be putting their children to sleep now."

source: “对方的首要目标是你，如果不来的话，没必要费那么大的周章。”麦格微笑着摇摇头，又是看着埃菲认真的叮嘱道：“不过一会衙门的人来的话，埃菲小姐一定要按照我之前教你的话来应对。”
en_us: "The other party's number one target is you. He wouldn't have gone through so much effort if he's not coming." Mag shook his head with a smile and seriously instructed Eiffie, "However, Miss Eiffie must use the words I taught you earlier to handle the people from the court when they arrive later."

source: “对，乔修殿下把兵部的几位实权大臣全部着急在一起，然后拿出了陛下的点将牌，下令让边军出击，进攻兽人族和精灵族。我们兵部做了什么？只是按照陛下当年定下的见点将牌如见他的规则，听从乔修殿下的指令，发出了命令而已。”卢西恩掩面，抽噎了一会，还是忍不住落泪，“可最后定罪的却是我们兵部的那些忠诚的臣子，死的是他们的家人，哪有这种道理……”
en_us: "Yes. Josh gathered all the courtiers in power at the Ministry of Defense, and then took out His Majesty's plaque, and ordered them to deploy the border troops to attack the orcs and elves. What did we do? We just obeyed the order to treat the plaque the same as him that His Majesty set back then. We listened to Prince Josh's orders, and gave out commands." Lucien covered his face and held back his tears, but could not help but sob. "In the end, we, the loyal courtiers, are the ones punished for the crime, and the people dead are our families. What logic is this…"

source: “将军！”骑士面色一变，顾不上后腰的疼痛，扭头向后看去，布卢姆的卧室已然被点燃，火焰熊熊燃烧，并且向外快速蔓延而去。
en_us: "General!" The knight's expression changed. He could not care about the pain in his waist, and turned back to check. Blum's room was already ablaze, and the raging fire was quickly expanding outwards.

source: “将军，那老头被您一枪贯穿，受了致命重伤，此刻必然已经死去，只要我们加大搜查力度，肯定很快能够将他们找出来。”一旁的副将说道。
en_us: "Sir, you've pierced right through that old man. After receiving such a fatal blow, he must have died. As long as we increase the scope of our search operations, we will definitely find them very quickly," a deputy general beside him said.

source: “将这批物资连夜送到乌托部落，他们在这次战争中损失惨重，我会让三位擅长治疗的魔法师带上药材随你们一同前往。”康妮站在一辆马车前，和带队的兽人说道。
en_us: "Bring these items to the Uto Tribe immediately. They have suffered great losses from this battle. I will get three healing magic casters to go along with some medicine," Connie told the leading orc as they stood before one of the horse-drawn carriages.
